app/Models/CurdModel.php

UPDATE `mlm_login_history` SET `last_activity_time` = '2024-07-20 04:27:09'
WHERE `id` = 293
---
		public function update_mlm_session()
		{
			$session = session()->get('mlmlogin');
            $q = $this->db->table('mlm_login_history')->where(array('id'=>$session['login_id']))->set(array('last_activity_time'=>date('Y-m-d H:i:s')))->update();